export const modulesExercises = [
    {id: 1, exercises: ["כתוב תוכנית שמדפיסה את שמך"]},
    {id: 2, exercises: ["צור משתנה num עם ערך 10 והדפס אותו"]},
    {id: 3, exercises: ["קבל שם מהמשתמש והדפס שלום + השם"]},
    {id: 4, exercises: ["חשב סכום של שני מספרים"]},
    {id: 5, exercises: ["כתוב תנאי שבודק אם מספר חיובי"]},
    {id: 6, exercises: ["כתוב לולאת for שמדפיסה 1 עד 10"]},
    {id: 7, exercises: ["כתוב קוד שסופר את מספר התווים במחרוזת"]},
    {id: 8, exercises: ["צור רשימה עם 5 מספרים והדפס את האיבר השלישי"]},
    {id: 9, exercises: ["צור סט עם מספרים 1–5 והוסף את 6"]},
    {id: 10, exercises: ["צור מילון עם שם וגיל והדפס את הגיל"]},
    {id: 11, exercises: ["כתוב פונקציה שמחזירה את ריבוע מספר"]},
    {id: 12, exercises: ["טפל בשגיאת חלוקה באפס"]},
    {id: 13, exercises: ["כתוב תוכנית שיוצרת קובץ עם טקסט"]},
    {id: 14, exercises: ["צור מחלקה Car עם מתודה drive"]},
    {id: 15, exercises: ["כתוב פונקציה רקורסיבית לפיבונאצ'י"]}
];
